{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "clock.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "dir-telescope.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "git-blame.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "hurl.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lf.vim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "md-headers.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "scratch.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "venn.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
